const n={date:"2024-01",avatar:"m3.png"},l=`<p>这个人吧，好奇心还挺强，或者说是爆棚，不仅喜欢写代码，又喜欢看书听音乐，更喜欢折腾技术和骑行。他是一个「全栈程序猿」。如果他是一个对象，将会包含这些属性：</p>
<ul>
<li>多地血缘人</li>
<li>北漂</li>
<li>程序员</li>
<li>爱好阅读、音乐</li>
<li>GOOGLE 铁杆粉丝</li>
<li>MAC 使用者</li>
<li>爱折腾</li>
<li>摄影爱好者</li>
<li>爱好滑雪骑行</li>
<li>常用ChatGPT与Cursor</li>
<li>追求产品细节</li>
<li>科技崇拜者</li>
</ul>
`,i=`这个人吧，好奇心还挺强，或者说是爆棚，不仅喜欢写代码，又喜欢看书听音乐，更喜欢折腾技术和骑行。他是一个「全栈程序猿」。如果他是一个对象，将会包含这些属性：

* 多地血缘人
* 北漂
* 程序员
* 爱好阅读、音乐
* GOOGLE 铁杆粉丝
* MAC 使用者
* 爱折腾
* 摄影爱好者
* 爱好滑雪骑行
* 常用ChatGPT与Cursor
* 追求产品细节
* 科技崇拜者`;export{n as attributes,l as html,i as markdown};
