const n={date:"2023-10",id:"znz",title:"前端开发工程师",company:"指南针",range:"2023.10 - now",url:"https://www.compass.cn/"},i=`<p>指南针是一家金融证券公司，主要负责PC平台的相关开发工作，包含业务开发、组件库开发等等，当然也负责部分中台的开发，使用到了后段相关技术。</p>
<ul>
<li>负责开发F10平台，包括但不限于股票、基金、债券等金融产品的展示和交易</li>
<li>负责开发公司内部使用的各种工具和平台，包含图表组件库</li>
<li>负责公司移动端的业务开发，包括iOS和Android平台</li>
</ul>
`,t=`指南针是一家金融证券公司，主要负责PC平台的相关开发工作，包含业务开发、组件库开发等等，当然也负责部分中台的开发，使用到了后段相关技术。

- 负责开发F10平台，包括但不限于股票、基金、债券等金融产品的展示和交易
- 负责开发公司内部使用的各种工具和平台，包含图表组件库
- 负责公司移动端的业务开发，包括iOS和Android平台
`;export{n as attributes,i as html,t as markdown};
